Repository: hellovanduc/PIMtool
Catalog: Resources/Resources/Resources.*.resx
Languages: vi

# AppName
source: Project Information Management
vi: Quản lý thông tin dự án

source: back to search project
vi: trở lại trang chủ

source: Cancel
vi: Hủy

# ConfirmDelete
source: Do you really want to delete the project(s) with number:
vi: Bạn chắc chắn muốn xóa (các) dự án với mã số sau:

# ConfirmDeleteTitle
source: Delete project(s)
vi: Xóa (các) dự án

# ConfirmGoHome
source: Do you really want to leave this page, the process will not be saved?
vi: Bạn có chắc muốn rời trang này, quá trình đang thực hiện sẽ không được lưu?

# ConfirmGoHomeTitle
source: Go to homepage
vi: Về trang chủ

# ContactAdmin
source: contact your administrator
vi: liên hệ quản trị viên

# CreateANewProject
source: when you try to create a new project with project number:
vi: tạo một dự án với mã số:

source: Create Project
vi: Tạo dự án

source: Customer
vi: Khách hàng

# CustomerTooLongError
source: The customer field is not longer than 50 characters
vi: Tên khách hàng không được dài quá 50 kí tự

# CutomerRequireError
source: Customer is required
vi: Ô khách hàng không được bỏ trống

# DateOnlyError
source: Date only
vi: Chỉ nhận định dạng ngày

source: Delete
vi: Xóa

# DeleteProjectsByProjectNumber
source: delete the project(s) which have the following project number
vi: xóa các dự án có mã số sau

source: delete selected item(s)
vi: xóa (các) dự án được chọn

source: Edit Project
vi: Cập nhật

# EditProjectInfor
source: Edit Project Information
vi: Cập nhật thông tin dự án

source: End date
vi: Ngày kết thúc

# EndDateEalierThanStartDateError
source: End date must be later than start date
vi: Ngày kết thúc phải sau ngày bắt đầu

source: Error
vi: Lỗi

# ErrorMandatoryField
source: Please enter all the mandatory fields (*).
vi: Vui lòng điền đầy đủ các thông tin bắt buộc (*).

# ErrorOccurAtDataAccess
source: An error occur at data access layer when you try to
vi: Có lỗi xảy ra lúc truy cập cơ sở dữ liệu, khi ứng dụng

source: find all employees
vi: tìm tất cả nhân viên

source: find all groups
vi: tìm tất cả các nhóm

source: find all projects
vi: tìm tất cả các dự án

# FindEmployeesByVisas
source: find employees by the following visas
vi: tìm các nhân viên tương ứng với những visa sau

# FindGroupByGroupName
source: find the group which has name
vi: tìm nhóm có tên

source: find project by project number
vi: tìm dự án có mã số

# FollowingProjectNumberAlreadyExist
source: The following project number already exists
vi: Đã tồn tại dự án có mã số sau

source: Group
vi: Nhóm

# GroupRequireError
source: Group is required
vi: Ô nhóm không được bỏ trống

source: Help
vi: Giúp đỡ

# InvalidGroupNameError
source: The group name does not exist
vi: Tên nhóm không tồn tại

# InvalidVisasError
source: The followiing visas do not exist
vi: Những visa sau đây không tồn tại

source: item(s) selected
vi: dự án được chọn

source: Log out
vi: Đăng xuất

source: Members
vi: Thành viên

source: Menu
vi: Mục lục

source: Name
vi: Tên

# NameTooLongError
source: The project name is not longer than 50 characters
vi: Tên dự án không được dài quá 50 kí tự

source: New
vi: Tạo mới

source: New Project
vi: Dự án mới

source: No
vi: Không

source: Number
vi: Mã số

source: or
vi: hoặc

source: Page
vi: Trang

source: Please
vi: Vui lòng

source: Project
vi: Dự án

source: Project List
vi: Danh sách dự án

source: Project name
vi: Tên dự án

# ProjectNameRequireError
source: Project name is required
vi: Tên dự án không được bỏ trống

source: Project number
vi: Mã số dự án

# ProjectNumberAlreadyExist
source: The project number already exist. Please select a different number.
vi: Mã số dự án đã tồn tại. Vui lòng chọn mã số khác.

# ProjectNumberRangeError
source: The project number must have value from 1000 to 9999
vi: Mã số dự án phải thuộc khoảng từ 1000 - 9999

# ProjectNumberRequireError
source: Project number is required
vi: Mã số dự án không được bỏ trống

source: Reset Search
vi: Hủy tìm kiếm

# SearchCriteria
source: Number, name, customer
vi: Mã số, tên, khách hàng

source: Search Project
vi: Tìm dự án

# StaleProjectError
source: The project with the following project number has been updated since the last time you load it:
vi: Dự án có mã số sau đã bị sửa đổi kể từ lần cuối bạn tải chúng:

source: Start Date
vi: Ngày bắt đầu

# StartDateRequireError
source: Start date is required
vi: Ngày bắt đầu không được bỏ trống

source: Status
vi: Trạng thái

# StatusFIN
source: Finished
vi: Hoàn thành

# StatusINP
source: In progress
vi: Đang thực hiện

# StatusNEW
source: New
vi: Mới

# StatusPLA
source: Planning
vi: Đang lên kế hoạch

# StatusRequireError
source: Status is required
vi: Ô trạng thái không được bỏ trống

source: Supplier
vi: Nhà cung cấp

# TitleCreateProject
source: Create Project
vi: Tạo dự án

# TitleEditProject
source: Edit Project
vi: Cập nhật dự án

# TitleListProject
source: List Project
vi: Danh sách dự án

source: Unexpected Error Occurred
vi: Một lỗi không mong muốn đã xảy ra

source: update project by project number
vi: cập nhật dự án có mã số

source: Yes
vi: Có
